<?php

return [
    'title_create' => 'Создание FTP аккаунта',
    'title_edit' => 'Редактирование FTP аккаунта',

    'username' => 'Имя пользователя FTP',
    'password' => 'Пароль FTP',

    'create_success_msg' => 'FTP аккаунт успешно создан',
    'update_success_msg' => 'FTP аккаунт успешно обновлён',
    'delete_success_msg' => 'FTP аккаунт успешно удалён',

    'create_fail_msg' => 'Ошибка создания FTP аккаунта. Подробности можете посмотреть в последних ошибках.',
    'update_fail_msg' => 'Ошибка обновления FTP аккаунта. Подробности можете посмотреть в последних ошибках.',
    'delete_fail_msg' => 'Ошибка удаления FTP аккаунта. Подробности можете посмотреть в последних ошибках.',

    'last_error'=> 'Последняя ошибка',
    'no_last_errors'  => 'Ошибок нет',
];