<?php

return [
    'title_create' => 'Создание FTP аккаунта',
    'title_edit' => 'Редактирование FTP аккаунта',
    'title_view' => 'Просмотр FTP аккаунта',

    'username' => 'Имя пользователя FTP',
    'password' => 'Пароль FTP',
    'link'     => 'Ссылка для подключения',

    'create_success_msg' => 'FTP аккаунт успешно создан',
    'update_success_msg' => 'FTP аккаунт успешно обновлён',
    'delete_success_msg' => 'FTP аккаунт успешно удалён',

    'create_fail_msg' => 'Ошибка создания FTP аккаунта. Подробности можете посмотреть в последних ошибках.',
    'update_fail_msg' => 'Ошибка обновления FTP аккаунта. Подробности можете посмотреть в последних ошибках.',
    'delete_fail_msg' => 'Ошибка удаления FTP аккаунта. Подробности можете посмотреть в последних ошибках.',

    'command_not_found_error' => 'Не удалось получить команду. Возможно выделенный сервер не настроен, либо не указана команда.',

    'select_dedicated_server' => 'Для выбора игрового сервера необходимо сначала выбрать выделенный сервер.',

    'last_error'=> 'Последняя ошибка',
    'no_last_errors'  => 'Ошибок нет',
];
